---
kind: enumMember
id: F:Autodesk.Revit.DB.IFC.IFCFileFormat.IfcZIP
enum: Autodesk.Revit.DB.IFC.IFCFileFormat
source: html/8cc5d062-6b70-66c0-1ef6-4f2fdd084a61.htm
---
# Autodesk.Revit.DB.IFC.IFCFileFormat.IfcZIP

IFC file, zipped to IFC-ZIP format.